Repository: felipegatoloko10/My_Cactus
Catalog: lib/l10n/app_*.arb
Languages: pt

# appTitle
source: My Cactus
pt: Meu Cacto

source: Water Now
pt: Regar Agora

source: Add Plant
pt: Adicionar Planta

source: Premium Upgrade
pt: Upgrade Premium

# premiumMessage
source: You have reached the limit of 3 plants. Upgrade to Premium to add more!
pt: Você atingiu o limite de 3 plantas. Faça o upgrade para Premium para adicionar mais!

source: Cancel
pt: Cancelar

source: Plant Name
pt: Nome da Planta

source: Species
pt: Espécie

# frequencyDays
source: Watering Frequency (Days)
pt: Frequência de Rega (Dias)

source: Save
pt: Salvar

source: Camera
pt: Câmera

source: Gallery
pt: Galeria

# nextWatering
source: Next Watering in {days} days
pt: Próxima rega em {days} dias

source: Watered Today
pt: Regado Hoje

# overdue
source: Overdue by {days} days
pt: Atrasado há {days} dias

# emptyGarden
source: Your garden is empty. Add a plant!
pt: Seu jardim está vazio. Adicione uma planta!
